{
  "app": {
    "name": "Thoughtly",
    "short_description": "AI-driven voice agents for seamless customer interactions.",
    "long_description": "### Thoughtly for Zendesk\n\nEnhance your customer support with Thoughtly's AI Call-to-Ticket Connector. Seamlessly create Zendesk tickets from AI-powered phone calls conducted through Thoughtly’s platform, ensuring no customer query goes unresolved.\n\n**Key Features:**\n\n- **Automated Ticket Creation:** Instantly generate Zendesk tickets from AI phone calls, capturing essential details such as caller information, call duration, and conversation summaries.\n- **Intelligent Call Handling:** Thoughtly’s AI agents manage inbound and outbound calls, gathering critical data and insights that are automatically transferred to Zendesk, streamlining your support process.\n- **Comprehensive Analytics:** Access detailed reports and real-time analytics within Zendesk, powered by Thoughtly’s advanced data visualization tools. Gain insights into customer behavior and optimize your communication strategies.\n- **Customizable Workflows:** Tailor the integration to fit your unique business needs. Configure how call data is mapped to Zendesk tickets, ensuring seamless alignment with your existing workflows.\n- **Seamless Integration:** Easily connect Thoughtly’s platform with Zendesk, enabling your support team to handle calls and tickets within a single, unified interface.",
    "installation_instructions": "1. **Install and Set Up Thoughtly**\n\n   - Visit the Thoughtly onboarding page to create an account or sign in if you already have one.\n\n2. **Connect Thoughtly to Zendesk**\n\n   - Once logged into Thoughtly, navigate to the Integrations page.\n   - Select the Zendesk Integration and log in using your Zendesk subdomain. Your subdomain is the first part of your Zendesk URL (e.g., if your URL is `yourexamplesubdomain.zendesk.com`, then your subdomain is `yourexamplesubdomain`).\n   - Follow the prompts to authorize the connection between Thoughtly and Zendesk.\n\n3. **Finalize the Integration**\n\n   - Complete any remaining steps prompted by the Thoughtly setup page to ensure the integration is active.\n\n**Usage:**\n\nOnce connected, visit the Automations tab in Thoughtly to create workflows that include actions for Zendesk, such as generating a new Zendesk ticket as part of an automation workflow."
  }
}